Repository: originwhistler/tagwhistler.com
Catalog: sites/all/modules/multiblock/translations/*.po
Languages: fr

source: Instance Title
fr: Titre de l'instance

source: Block type
fr: Type de block

source: Save
fr: Sauver

source: The multiblock with the delta @delta was not found.
fr: Le multiblock au delta @delta n'a pas été trouvé

source: Delete the block instance %title?
fr: Effacer l'instance de bloc %title?

source: This will delete the instance of the block %title.
fr: Ceci effacera l'instance du block %title.

source: Delete
fr: Effacer

source: Cancel
fr: Annuler

source: Block successfully deleted!
fr: Le bloc a été effacé avec succès!

source: There was a problem deleting the block
fr: Il y'a eu un problème lors de la suppression du bloc

source: Bad block module input, contact administrator
fr: Mauvaise saisie du module de blocs, contactez l'administrateur

source: Module or block doesn't exist, contact administrator
fr: Le module ou le bloc n'existe pas, contactez l'administrateur

source: Block instance %instance created.
fr: L'instance de block %instance a été créée

source: Edit Instance
fr: Editer une instance

source: Add Instance
fr: Ajouter une instance

source: Title
fr: Titre

source: Original Block Title
fr: Titre d'origine du block

source: Original Module
fr: Module d'origine

source: MultiBlock Enabled
fr: Multiblock permis

source: Original Delta
fr: Delta d'origine

source: Edit
fr: Edition

source: Not Multiblock enabled
fr: Multiblock non permis

source: Multiblock enabled
fr: Multiblock permis

source: Manage Instances
fr: Gérer les instances

source: Add modules, one per line, that will not be shown in the "Add Instance" list.
fr: Ajoutez les modules, un par ligne, qui ne seront pas visualisés dans la liste "Ajouter une instance"

source: Note: The following modules are automatically blocked: @auto
fr: Note: Les modules suivants sont automatique bloqués: @auto

source: Configuration saved
fr: Configuration enregistrée

source: Create and delete instances of blocks.
fr: Créer et effacer des instances de blocs.

source: Blocked Modules
fr: Modules bloqués

source: Block modules from instance creation.
fr: Modules dont la création d'instance sont bloqués.

source: Delete Block Instance
fr: Effacer l'instance de bloc

source: Table for storing information about block instances used by the multiblock module.
fr: Table enregistrant les informations à propos des instances de blocs utilisés par le module multiblock

source: Unique key for each created block instance.
fr: Clé unique pour chaque instance de bloc créée.

source: The title used to display a block instance in the instance administration.
fr: Titre utilisé pour afficher une instance de bloc dans l'administration des instances.

source: The name of the module that provided the original block.
fr: Nom du module ayant fournit le bloc d'origine.

source: The delta of the original block.
fr: Le delta du bloc d'origine

source: Boolean flag that stores if the original module has multiblock support for multiple instance of this block.
fr: Champ booléen enregistrant si le module original supporte la création d'instance multiple du block.

source: Allows the creation of multiple instances of blocks
fr: Permet la création de plusieurs instances de blocs
